Repository: almuvvahhida/MoviesBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru, uz

source: 🎬 Forrest Gump (1994)
ru: 🎬 Форрест Гамп (1994)

source: 🎬 Titanic (1997)
ru: 🎬 Титаник (1997)
uz: 🎬 Titanik (1997)

source: 🎬 Joker (2019)
ru: 🎬 Джокер (2019)

source: 🎬 The Whale (2022)
ru: 🎬 Кит (2022)
uz: 🎬 Kit (2022)

source: ⬅️ Back
ru: ⬅️ Назад
uz: ⬅️ Orqaga

source: Choose the movie.
ru: Выберите фильм.
uz: Filmni tanlang.

source: 🎬 <b>Forrest Gump (1994)</b> ⭐ <b>IMDb Rating</b>: 8.8/10 🎭 <b>Genre</b>: Drama, Romance 🎥 <b>Director</b>: Robert Zemeckis 👤 <b>Starring</b>: Tom Hanks, Robin Wright, Gary Sinise 🏆 <b>Awards</b>: Won 6 Academy Awards, including Best Picture 🎬 & Best Actor (Tom Hanks) 🏅 📖 <b>Plot Summary</b>: Forrest Gump is a kind-hearted man with a low IQ but an extraordinary life. He unwittingly takes part in major historical events, fighting in the Vietnam War, becoming a table tennis champion, and even investing in Apple. However, his true dream is to reunite with his childhood love, Jenny. Do you want to watch it?
ru: 🎬 <b>Форрест Гамп (1994)</b> ⭐ <b>Рейтинг IMDb</b>: 8.8/10 🎭 <b>Жанр</b>: Драма, Романтика 🎥 <b>Режиссер</b>: Роберт Земекис 👤 <b>В главных ролях</b>: Том Хэнкс, Робин Райт, Гэри Синиз 🏆 <b>Награды</b>: 6 премий Оскар, включая Лучший фильм 🎬 и Лучшая мужская роль (Том Хэнкс) 🏅 📖 <b>Описание</b>: Форрест Гамп – добродушный человек с низким IQ, но удивительной судьбой. Он невольно становится участником крупных исторических событий, сражается во Вьетнаме, становится чемпионом по настольному теннису и даже инвестирует в Apple. Однако его главная мечта – снова быть с его детской любовью, Дженни. Хочешь посмотреть?
uz: 🎬 <b>Forrest Gump (1994)</b> ⭐ <b>IMDb reytingi</b>: 8.8/10 🎭 <b>Janr</b>: Drama, Romantika 🎥 <b>Rejissor</b>: Robert Zemeckis 👤 <b>Bosh rollarda</b>: Tom Hanks, Robin Wright, Gary Sinise 🏆 <b>Mukofotlar</b>: 6 ta Akademiya mukofoti sohibi, jumladan Eng yaxshi film 🎬 & Eng yaxshi aktyor (Tom Hanks) 🏅 📖 <b>Qisqacha syujet</b>: Forrest Gump – ezgu qalbli, ammo past IQ darajasiga ega erkak bo‘lib, hayoti mo‘jizalarga to‘la. U bexosdan tarixiy voqealarning guvohiga aylanadi, Vyetnam urushida qatnashadi, stol tennisi bo‘yicha chempion bo‘ladi, hatto Apple kompaniyasiga sarmoya kiritadi. Ammo uning asosiy orzusi – bolalikdagi sevgisi Jenny bilan qayta uchrashishdir. Tomosha qilmoqchimisiz?

source: Yes
ru: Да
uz: Ha

source: No
ru: Нет
uz: Yo‘q

source: You can watch other better movies!
ru: Ты можешь посмотреть другие, более интересные фильмы!
uz: Siz boshqa va yanada qiziqarli filmlarni tomosha qilishingiz mumkin!

source: 🏠 Main menu
ru: 🏠 Главное меню
uz: 🏠 Asosiy menyu

source: I will help you to find the movies!
ru: Я помогу тебе найти фильмы!
uz: Men sizga filmlar topishga yordam beraman!

source: 🎥 Movies section
ru: 🎥 Раздел фильмов
uz: 🎥 Filmlar bo‘limi

source: 📞 Contact us
ru: 📞 Свяжитесь с нами
uz: 📞 Biz bilan bog‘lanish

source: 🎭 Drama
ru: 🎭 Драма

source: 😂 Comedy
ru: 😂 Комедия
uz: 😂 Komediya

source: 🎬 Action
ru: 🎬 Боевик
uz: 🎬 Jangari

source: 📞 Call
ru: 📞 Позвонить
uz: 📞 Qo‘ng‘iroq qilish

source: To contact with us: +998887718871 or click the button below👇🏿
ru: Свяжитесь с нами: +998887718871 или нажмите на кнопку ниже 👇🏿
